Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# settings_icloud_hint_a11y
source: Active la sauvegarde chiffrée vers iCloud. Données chiffrées de bout en bout.
ar: تمكين النسخ الاحتياطي المشفر إلى iCloud. البيانات مشفرة من طرف إلى طرف.
bg: Активира криптирано архивиране в iCloud. Данните са криптирани от край до край.
bn: iCloud-এ এনক্রিপ্টেড ব্যাকআপ সক্ষম করে। ডেটা এন্ড-টু-এন্ড এনক্রিপ্টেড।
ca: Activa la còpia xifrada a iCloud. Les dades estan xifrades de punta a punta.
cs: Povolí šifrované zálohování do iCloud. Data jsou šifrována end-to-end.
da: Aktiverer krypteret sikkerhedskopiering til iCloud. Data er end-to-end-krypteret.
de: Aktiviert verschlüsselte Sicherung in iCloud. Daten sind Ende-zu-Ende-verschlüsselt.
el: Ενεργοποιεί κρυπτογραφημένο αντίγραφο ασφαλείας στο iCloud. Τα δεδομένα είναι κρυπτογραφημένα end-to-end.
en: Enables encrypted backup to iCloud. Data is end-to-end encrypted.
es: Activa la copia de seguridad cifrada en iCloud. Datos cifrados de extremo a extremo.
fa: فعال‌سازی پشتیبان رمزنگاری‌شده در iCloud. داده‌ها از سر تا سر رمزنگاری شده‌اند.
fi: Ottaa käyttöön salatun varmuuskopioinnin iCloudiin. Tiedot on salattu päästä päähän.
he: מאפשר גיבוי מוצפן ל-iCloud. הנתונים מוצפנים מקצה לקצה.
hi: iCloud पर एन्क्रिप्टेड बैकअप सक्षम करता है। डेटा एंड-टू-एंड एन्क्रिप्टेड है।
hr: Omogućuje šifrirano sigurnosno kopiranje u iCloud. Podaci su šifrirani od kraja do kraja.
hu: Engedélyezi a titkosított biztonsági mentést az iCloudba. Az adatok végponttól végpontig titkosítottak.
id: Mengaktifkan pencadangan terenkripsi ke iCloud. Data dienkripsi ujung ke ujung.
it: Attiva il backup crittografato su iCloud. I dati sono crittografati end-to-end.
ja: iCloudへの暗号化バックアップを有効にします。データはエンドツーエンド暗号化されています。
ko: iCloud에 암호화된 백업을 활성화합니다. 데이터는 종단 간 암호화됩니다.
ms: Mengaktifkan sandaran disulitkan ke iCloud. Data disulitkan hujung-ke-hujung.
nb: Aktiverer kryptert sikkerhetskopiering til iCloud. Data er ende-til-ende-kryptert.
nl: Schakelt versleutelde back-up naar iCloud in. Gegevens zijn end-to-end versleuteld.
pl: Włącza zaszyfrowaną kopię zapasową w iCloud. Dane są szyfrowane end-to-end.
pt_br: Ativa backup criptografado no iCloud. Dados criptografados de ponta a ponta.
pt_pt: Ativa a cópia encriptada no iCloud. Dados encriptados de ponta a ponta.
ro: Activează backup-ul criptat în iCloud. Datele sunt criptate end-to-end.
ru: Включает зашифрованное резервное копирование в iCloud. Данные зашифрованы сквозным шифрованием.
sk: Povolí šifrované zálohovanie do iCloud. Dáta sú šifrované end-to-end.
sv: Aktiverar krypterad säkerhetskopiering till iCloud. Data är end-to-end-krypterat.
sw: Inawasha nakala iliyosimbwa kwenye iCloud. Data imesimbwa kwa ukamilifu.
th: เปิดใช้การสำรองข้อมูลที่เข้ารหัสไปยัง iCloud ข้อมูลถูกเข้ารหัสตั้งแต่ต้นทางถึงปลายทาง
tl: I-enable ang naka-encrypt na backup sa iCloud. Ang data ay naka-encrypt mula dulo hanggang dulo.
tr: iCloud'a şifreli yedeklemeyi etkinleştirir. Veriler uçtan uca şifrelenmiştir.
uk: Вмикає зашифроване резервне копіювання в iCloud. Дані зашифровані наскрізь.
ur: iCloud پر خفیہ بیک اپ کو فعال کرتا ہے۔ ڈیٹا اینڈ ٹو اینڈ خفیہ ہے۔
vi: Bật sao lưu mã hóa lên iCloud. Dữ liệu được mã hóa đầu cuối.
zh_hans: 启用iCloud加密备份。数据已端到端加密。
zh_hant: 啟用iCloud加密備份。資料已端對端加密。

# settings_icloud_status
source: État de la synchronisation
ar: حالة المزامنة
bg: Състояние на синхронизацията
bn: সিংক অবস্থা
ca: Estat de sincronització
cs: Stav synchronizace
da: Synkroniseringsstatus
de: Synchronisierungsstatus
el: Κατάσταση συγχρονισμού
en: Sync Status
es: Estado de sincronización
fa: وضعیت همگام‌سازی
fi: Synkronointitila
he: מצב סנכרון
hi: सिंक स्थिति
hr: Status sinkronizacije
hu: Szinkronizálás állapota
id: Status sinkronisasi
it: Stato sincronizzazione
ja: 同期状態
ko: 동기화 상태
ms: Status penyegerakan
nb: Synkroniseringsstatus
nl: Synchronisatiestatus
pl: Stan synchronizacji
pt_br: Status da sincronização
pt_pt: Estado da sincronização
ro: Starea sincronizării
ru: Статус синхронизации
sk: Stav synchronizácie
sv: Synkroniseringsstatus
sw: Hali ya ulandanishi
th: สถานะการซิงค์
tl: Status ng sync
tr: Senkronizasyon durumu
uk: Стан синхронізації
ur: مطابقت کی حالت
vi: Trạng thái đồng bộ
zh_hans: 同步状态
zh_hant: 同步狀態

# settings_icloud_status_idle
source: En attente
ar: خامل
bg: В покой
bn: নিষ্ক্রিয়
ca: Inactiu
cs: Nečinný
da: Inaktiv
de: Ruhend
el: Αδρανής
en: Idle
es: Inactivo
fa: بیکار
fi: Valmiustila
he: ממתין
hi: निष्क्रिय
hr: Neaktivan
hu: Tétlen
id: Menganggur
it: Inattivo
ja: 待機中
ko: 대기 중
ms: Melahu
nb: Inaktiv
nl: Inactief
pl: Oczekiwanie
pt_br: Inativo
pt_pt: Inativo
ro: Inactiv
ru: Ожидание
sk: Nečinný
sv: Inaktiv
sw: Tulivu
th: ว่าง
tl: Walang ginagawa
tr: Boşta
uk: Очікування
ur: بے عمل
vi: Nhàn rỗi
zh_hans: 空闲
zh_hant: 閒置

# settings_icloud_status_syncing
source: Synchronisation…
ar: جارٍ المزامنة…
bg: Синхронизиране…
bn: সিংক হচ্ছে…
ca: Sincronitzant…
cs: Synchronizace…
da: Synkroniserer…
de: Synchronisierung…
el: Συγχρονισμός…
en: Syncing…
es: Sincronizando…
fa: در حال همگام‌سازی…
fi: Synkronoidaan…
he: מסנכרן…
hi: सिंक हो रहा है…
hr: Sinkronizacija…
hu: Szinkronizálás…
id: Menyinkronkan…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
ms: Menyegerakkan…
nb: Synkroniserer…
nl: Synchroniseren…
pl: Synchronizacja…
pt_br: Sincronizando…
pt_pt: A sincronizar…
ro: Se sincronizează…
ru: Синхронизация…
sk: Synchronizácia…
sv: Synkroniserar…
sw: Inalandanisha…
th: กำลังซิงค์…
tl: Nagsi-sync…
tr: Senkronize ediliyor…
uk: Синхронізація…
ur: مطابقت ہو رہی ہے…
vi: Đang đồng bộ…
zh_hans: 同步中…
zh_hant: 同步中…

# settings_icloud_status_synced
source: À jour
ar: محدّث
bg: Актуално
bn: আপ টু ডেট
ca: Al dia
cs: Aktuální
da: Opdateret
de: Aktuell
el: Ενημερωμένο
en: Up to date
es: Al día
fa: به‌روز
fi: Ajan tasalla
he: עדכני
hi: अप टू डेट
hr: Ažurirano
hu: Naprakész
id: Terkini
it: Aggiornato
ja: 最新
ko: 최신
ms: Terkini
nb: Oppdatert
nl: Bijgewerkt
pl: Aktualne
pt_br: Atualizado
pt_pt: Atualizado
ro: La zi
ru: Актуально
sk: Aktuálne
sv: Uppdaterat
sw: Imesasishwa
th: เป็นปัจจุบัน
tl: Napapanahon
tr: Güncel
uk: Актуально
ur: اپ ٹو ڈیٹ
vi: Đã cập nhật
zh_hans: 最新
zh_hant: 最新

# settings_icloud_status_error
source: Erreur de synchronisation
ar: خطأ في المزامنة
bg: Грешка при синхронизация
bn: সিংক ত্রুটি
ca: Error de sincronització
cs: Chyba synchronizace
da: Synkroniseringsfejl
de: Synchronisierungsfehler
el: Σφάλμα συγχρονισμού
en: Sync error
es: Error de sincronización
fa: خطای همگام‌سازی
fi: Synkronointivirhe
he: שגיאת סנכרון
hi: सिंक त्रुटि
hr: Greška sinkronizacije
hu: Szinkronizálási hiba
id: Kesalahan sinkronisasi
it: Errore di sincronizzazione
ja: 同期エラー
ko: 동기화 오류
ms: Ralat penyegerakan
nb: Synkroniseringsfeil
nl: Synchronisatiefout
pl: Błąd synchronizacji
pt_br: Erro de sincronização
pt_pt: Erro de sincronização
ro: Eroare de sincronizare
ru: Ошибка синхронизации
sk: Chyba synchronizácie
sv: Synkroniseringsfel
sw: Kosa la ulandanishi
th: ข้อผิดพลาดในการซิงค์
tl: Error sa sync
tr: Senkronizasyon hatası
uk: Помилка синхронізації
ur: مطابقت میں خرابی
vi: Lỗi đồng bộ
zh_hans: 同步错误
zh_hant: 同步錯誤

# settings_icloud_status_no_account
source: Pas de compte iCloud
ar: لا يوجد حساب iCloud
bg: Няма iCloud акаунт
bn: কোনো iCloud অ্যাকাউন্ট নেই
ca: Sense compte iCloud
cs: Žádný účet iCloud
da: Ingen iCloud-konto
de: Kein iCloud-Konto
el: Κανένας λογαριασμός iCloud
en: No iCloud account
es: Sin cuenta de iCloud
fa: حساب iCloud وجود ندارد
fi: Ei iCloud-tiliä
he: אין חשבון iCloud
hi: कोई iCloud खाता नहीं
hr: Nema iCloud računa
hu: Nincs iCloud-fiók
id: Tidak ada akun iCloud
it: Nessun account iCloud
ja: iCloudアカウントなし
ko: iCloud 계정 없음
ms: Tiada akaun iCloud
nb: Ingen iCloud-konto
nl: Geen iCloud-account
pl: Brak konta iCloud
pt_br: Sem conta iCloud
pt_pt: Sem conta iCloud
ro: Fără cont iCloud
ru: Нет аккаунта iCloud
sk: Žiadny účet iCloud
sv: Inget iCloud-konto
sw: Hakuna akaunti ya iCloud
th: ไม่มีบัญชี iCloud
tl: Walang iCloud account
tr: iCloud hesabı yok
uk: Немає облікового запису iCloud
ur: iCloud اکاؤنٹ نہیں ہے
vi: Không có tài khoản iCloud
zh_hans: 没有iCloud账户
zh_hant: 沒有iCloud帳戶

# bbt_info_a11y
source: En savoir plus sur la température basale
en: Learn about basal body temperature

# bbt_tooltip
source: Mesure ta température chaque matin avant de te lever, à la même heure. Une hausse de 0,2–0,5°C confirme l'ovulation.
en: Measure your temperature each morning before getting up, at the same time. A rise of 0.2–0.5°C confirms ovulation.

# data_logged_a11y
source: Données enregistrées
en: Data logged

# fertile_window_a11y
source: Fenêtre de fertilité
en: Fertile window

# lock_auth_failed
source: Authentification échouée. Veuillez réessayer.
en: Authentication failed. Please try again.

# lock_no_passcode
source: Configurez un code d'accès dans les Réglages pour utiliser cette fonctionnalité.
en: Set a device passcode in Settings to use this feature.

# lock_tap_to_retry
source: Appuyez sur le bouton ci-dessous pour réessayer.
en: Tap the button below to try again.

# lock_unlocked_a11y
source: Coffre-fort déverrouillé avec succès.
en: Vault unlocked successfully.

# lock_vault_error
source: Impossible d'ouvrir vos données. Veuillez réessayer.
en: Could not open your data. Please try again.

# log_saved_feedback
source: Enregistré !
en: Saved!

# not_logged_today_a11y
source: Pas encore enregistré aujourd'hui
en: Not logged today

# ovulation_day_a11y
source: Jour d'ovulation
en: Ovulation day

# panic_wipe_done_a11y
source: Toutes les données ont été effacées
en: All data has been erased

# period_phase_a11y
source: Phase menstruelle
en: Period phase

# symptom_acne
source: Acné
en: Acne

# symptom_anxiety
source: Anxiété
en: Anxiety

# symptom_breast_swelling
source: Gonflement des seins
en: Breast swelling

# symptom_clots
source: Caillots
en: Clots

# symptom_cold
source: Rhume
en: Cold

# symptom_cravings_salty
source: Envies de salé
en: Salty cravings

# symptom_cravings_sweet
source: Envies de sucré
en: Sweet cravings

# symptom_diarrhea
source: Diarrhée
en: Diarrhea

# symptom_dizziness
source: Vertiges
en: Dizziness

# symptom_fever
source: Fièvre
en: Fever

# symptom_flow_heavy
source: Flux abondant
en: Heavy flow

# symptom_flow_light
source: Flux léger
en: Light flow

# symptom_flow_medium
source: Flux moyen
en: Medium flow

# symptom_high_libido
source: Libido élevée
en: High libido

# symptom_high_stress
source: Stress élevé
en: High stress

# symptom_hot_flash
source: Bouffée de chaleur
en: Hot flash

# symptom_insomnia
source: Insomnie
en: Insomnia

# symptom_intense_exercise
source: Exercice intense
en: Intense exercise

# symptom_light_spotting
source: Légers saignements
en: Light spotting

# symptom_low_libido
source: Baisse de libido
en: Low libido

# symptom_lower_back_pain
source: Douleurs lombaires
en: Lower back pain

# symptom_mittelschmerz
source: Douleur d'ovulation
en: Ovulation pain

# symptom_nausea
source: Nausées
en: Nausea

# symptom_night_sweats
source: Sueurs nocturnes
en: Night sweats

# symptom_poor_sleep
source: Mauvais sommeil
en: Poor sleep

# symptom_travel
source: Voyage
en: Travel

# symptom_vaginal_dryness
source: Sécheresse vaginale
en: Vaginal dryness

# symptom_water_retention
source: Rétention d'eau
en: Water retention

# symptoms_general
source: Général
en: General

# symptoms_menstrual
source: Menstruels
en: Menstrual

# symptoms_ovulatory
source: Ovulatoires
en: Ovulatory

# symptoms_perimenopause
source: Périménopause
en: Perimenopause

# symptoms_pms
source: SPM
en: PMS
